layui.use('table', function(){
  var table = layui.table;
 
  //展示已知数据
  table.render({
    elem: '#demo'
    ,cols: [[ //标题栏
      {field: 'sn', title: '序号', width: 80, sort: true}
      ,{field: 'name', title: '性名', width: 120}
      ,{field: 'class', title: '年级/班级', minWidth: 150}
      ,{field: 'major', title: '专业', minWidth: 160}
      ,{field: 'id', title: '学号', minWidth: 160}
      ,{field: 'score', title: '成绩', minWidth: 160}
	  ]]
    ,data:[{
		"sn": "1",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "王盟盟",
		"score": "91",
		"id": "2017109109"
	},
	{
		"sn": "2",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "王克俭",
		"score": "95",
		"id": "2017109112"
	},
	{
		"sn": "3",
		"class": "17级研究生",
		"major": "岩土工程",
		"name": "杨晗玥",
		"score": "90",
		"id": "2017009091"
	},
	{
		"sn": "4",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "段萌萌",
		"score": "87",
		"id": "2017109097"
	},
	{
		"sn": "5",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "韩理",
		"score": "82",
		"id": "2017109100"
	},
	{
		"sn": "6",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "胡莹莹",
		"score": "92",
		"id": "2017109102"
	},
	{
		"sn": "7",
		"class": "17级研究生",
		"major": "岩土工程",
		"name": "禹鑫",
		"score": "95",
		"id": "2017009090"
	},
	{
		"sn": "8",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "李鹏飞",
		"score": "96",
		"id": "2017109101"
	},
	{
		"sn": "9",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "鲁家濠",
		"score": "80",
		"id": "2017109111"
	},
	{
		"sn": "10",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "曹顺",
		"score": "83",
		"id": "2017109103"
	},
	{
		"sn": "11",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "王轶",
		"score": "92",
		"id": "2017109095"
	},
	{
		"sn": "12",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "尚奇",
		"score": "80",
		"id": "2017109108"
	},
	{
		"sn": "13",
		"class": "17级研究生",
		"major": "结构工程",
		"name": "刘盼",
		"score": "87",
		"id": "2017009093"
	},
	{
		"sn": "14",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "连明辉",
		"score": "93",
		"id": "2017109105"
	},
	{
		"sn": "15",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "刘彭彭",
		"score": "85",
		"id": "2017109104"
	},
	{
		"sn": "16",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "路广远",
		"score": "96",
		"id": "2017109096"
	},
	{
		"sn": "17",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "冯勇",
		"score": "91",
		"id": "2017109099"
	},
	{
		"sn": "18",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "王亚拓",
		"score": "83",
		"id": "2017109098"
	},
	{
		"sn": "19",
		"class": "17级研究生",
		"major": "建筑与土木工程",
		"name": "陈静茹",
		"score": "80",
		"id": "2017109094"
	},
	{
		"sn": "20",
		"class": "18级研究生",
		"major": "结构工程",
		"name": "闫梦辉",
		"score": "88",
		"id": "2018009147"
	},
	{
		"sn": "21",
		"class": "18级研究生",
		"major": "结构工程",
		"name": "许坤坤",
		"score": "94",
		"id": "2018009148"
	},
	{
		"sn": "22",
		"class": "18级研究生",
		"major": "结构工程",
		"name": "杨艳蒙",
		"score": "81",
		"id": "2018009149"
	},
	{
		"sn": "23",
		"class": "18级研究生",
		"major": "岩土工程",
		"name": "张振",
		"score": "93",
		"id": "2018009150"
	},
	{
		"sn": "24",
		"class": "18级研究生",
		"major": "岩土工程",
		"name": "付英杰",
		"score": "96",
		"id": "2018009151"
	},
	{
		"sn": "25",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "王森林",
		"score": "87",
		"id": "2018109134"
	},
	{
		"sn": "26",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "李德威",
		"score": "92",
		"id": "2018109135"
	},
	{
		"sn": "27",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "周永",
		"score": "85",
		"id": "2018109136"
	},
	{
		"sn": "28",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "史小杰",
		"score": "96",
		"id": "2018109137"
	},
	{
		"sn": "29",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "程梨明",
		"score": "81",
		"id": "2018109138"
	},
	{
		"sn": "30",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "孙婷婷",
		"score": "88",
		"id": "2018109139"
	},
	{
		"sn": "31",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "王帅",
		"score": "87",
		"id": "2018109140"
	},
	{
		"sn": "32",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "徐志远",
		"score": "89",
		"id": "2018109141"
	},
	{
		"sn": "33",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "管毅",
		"score": "94",
		"id": "2018109142"
	},
	{
		"sn": "34",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "白林杰",
		"score": "88",
		"id": "2018109143"
	},
	{
		"sn": "35",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "闫首颖",
		"score": "86",
		"id": "2018109144"
	},
	{
		"sn": "36",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "端木鹏博",
		"score": "91",
		"id": "2018109145"
	},
	{
		"sn": "37",
		"class": "18级研究生",
		"major": "建筑与土木工程",
		"name": "李中涛",
		"score": "94",
		"id": "2018109146"
	},
	{
		"sn": "38",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "崔力",
		"score": "87",
		"id": "2016109160"
	},
	{
		"sn": "39",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "李力",
		"score": "95",
		"id": "2016109138"
	},
	{
		"sn": "40",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "孙发用",
		"score": "86",
		"id": "2016109103"
	},
	{
		"sn": "41",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "卢天佑",
		"score": "80",
		"id": "2016109107"
	},
	{
		"sn": "42",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "刘晨辉",
		"score": "80",
		"id": "2016109154"
	},
	{
		"sn": "43",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "韩帅 ",
		"score": "94",
		"id": "2016109101"
	},
	{
		"sn": "44",
		"class": "研究生",
		"major": "结构工程",
		"name": "常佳",
		"score": "90",
		"id": "2017009092"
	},
	{
		"sn": "45",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "郑言林",
		"score": "81",
		"id": "2016109134"
	},
	{
		"sn": "46",
		"class": "研究生",
		"major": "建筑与土木工程",
		"name": "路广远",
		"score": "92",
		"id": "2017109096"
	},
	{
		"sn": "47",
		"class": "土木151",
		"major": "土木工程",
		"name": "张市迎",
		"score": "80",
		"id": "201516010112"
	},
	{
		"sn": "48",
		"class": "土木151",
		"major": "土木工程",
		"name": "王帅",
		"score": "89",
		"id": "201516010114"
	},
	{
		"sn": "49",
		"class": "土木151",
		"major": "土木工程",
		"name": "张奔",
		"score": "81",
		"id": "201516010115"
	},
	{
		"sn": "50",
		"class": "土木151",
		"major": "土木工程",
		"name": "杨刚毅",
		"score": "80",
		"id": "201516010116"
	},
	{
		"sn": "51",
		"class": "土木151",
		"major": "土木工程",
		"name": "王涛",
		"score": "86",
		"id": "201516010117"
	},
	{
		"sn": "52",
		"class": "土木151",
		"major": "土木工程",
		"name": "赵付林",
		"score": "95",
		"id": "201516010119"
	},
	{
		"sn": "53",
		"class": "土木151",
		"major": "土木工程",
		"name": "李操",
		"score": "80",
		"id": "201516010120"
	},
	{
		"sn": "54",
		"class": "土木151",
		"major": "土木工程",
		"name": "王亚西",
		"score": "92",
		"id": "201516010121"
	},
	{
		"sn": "55",
		"class": "土木151",
		"major": "土木工程",
		"name": "周泽勤",
		"score": "84",
		"id": "201516010124"
	},
	{
		"sn": "56",
		"class": "土木152",
		"major": "土木工程",
		"name": "李道宽",
		"score": "82",
		"id": "201516010209"
	},
	{
		"sn": "57",
		"class": "土木152",
		"major": "土木工程",
		"name": "夏永康",
		"score": "92",
		"id": "201516010210"
	},
	{
		"sn": "58",
		"class": "土木152",
		"major": "土木工程",
		"name": "申艳龙",
		"score": "96",
		"id": "201516010211"
	},
	{
		"sn": "59",
		"class": "土木152",
		"major": "土木工程",
		"name": "孙世杰",
		"score": "91",
		"id": "201516010212"
	},
	{
		"sn": "60",
		"class": "土木152",
		"major": "土木工程",
		"name": "王海锋",
		"score": "91",
		"id": "201516010213"
	},
	{
		"sn": "61",
		"class": "土木152",
		"major": "土木工程",
		"name": "崔志朋",
		"score": "92",
		"id": "201516010214"
	},
	{
		"sn": "62",
		"class": "土木152",
		"major": "土木工程",
		"name": "张晓明",
		"score": "92",
		"id": "201516010215"
	},
	{
		"sn": "63",
		"class": "土木152",
		"major": "土木工程",
		"name": "邱轩",
		"score": "91",
		"id": "201516010216"
	},
	{
		"sn": "64",
		"class": "土木152",
		"major": "土木工程",
		"name": "郭怡欣",
		"score": "92",
		"id": "201516010217"
	},
	{
		"sn": "65",
		"class": "土木152",
		"major": "土木工程",
		"name": "李亚坤",
		"score": "83",
		"id": "201516010218"
	},
	{
		"sn": "66",
		"class": "土木152",
		"major": "土木工程",
		"name": "张力俊",
		"score": "84",
		"id": "201516010219"
	},
	{
		"sn": "67",
		"class": "土木152",
		"major": "土木工程",
		"name": "张壮",
		"score": "87",
		"id": "201516010220"
	},
	{
		"sn": "68",
		"class": "土木152",
		"major": "土木工程",
		"name": "白建文",
		"score": "94",
		"id": "201516010221"
	},
	{
		"sn": "69",
		"class": "土木152",
		"major": "土木工程",
		"name": "赵迎港",
		"score": "86",
		"id": "201516010222"
	},
	{
		"sn": "70",
		"class": "土木152",
		"major": "土木工程",
		"name": "刘凯强",
		"score": "96",
		"id": "201516010223"
	},
	{
		"sn": "71",
		"class": "土木152",
		"major": "土木工程",
		"name": "姚怡卿",
		"score": "96",
		"id": "201516010226"
	},
	{
		"sn": "72",
		"class": "土木152",
		"major": "土木工程",
		"name": "赵春岳",
		"score": "96",
		"id": "201516010227"
	},
	{
		"sn": "73",
		"class": "土木152",
		"major": "土木工程",
		"name": "苗佳文",
		"score": "83",
		"id": "201516010228"
	},
	{
		"sn": "74",
		"class": "土木152",
		"major": "土木工程",
		"name": "吕明轩",
		"score": "80",
		"id": "201516010229"
	},
	{
		"sn": "75",
		"class": "土木152",
		"major": "土木工程",
		"name": "候聪",
		"score": "86",
		"id": "201516010230"
	},
	{
		"sn": "76",
		"class": "土木152",
		"major": "土木工程",
		"name": "解千浩",
		"score": "94",
		"id": "201516010231"
	},
	{
		"sn": "77",
		"class": "土木152",
		"major": "土木工程",
		"name": "陈嘉斌",
		"score": "96",
		"id": "201516010232"
	},
	{
		"sn": "78",
		"class": "土木152",
		"major": "土木工程",
		"name": "何晓梁",
		"score": "84",
		"id": "201516010233"
	},
	{
		"sn": "79",
		"class": "土木152",
		"major": "土木工程",
		"name": "张玮",
		"score": "95",
		"id": "201516010234"
	},
	{
		"sn": "80",
		"class": "土木152",
		"major": "土木工程",
		"name": "布鹏",
		"score": "94",
		"id": "201516010235"
	},
	{
		"sn": "81",
		"class": "土木152",
		"major": "土木工程",
		"name": "刘子豪",
		"score": "85",
		"id": "201401614204"
	},
	{
		"sn": "82",
		"class": "土木152",
		"major": "土木工程",
		"name": "朱礼强",
		"score": "84",
		"id": "201401614226"
	},
	{
		"sn": "83",
		"class": "土木152",
		"major": "土木工程",
		"name": "曹枭杨",
		"score": "95",
		"id": "201401614233"
	},
	{
		"sn": "84",
		"class": "土木152",
		"major": "土木工程",
		"name": "杜鹏",
		"score": "80",
		"id": "201301614238"
	},
	{
		"sn": "85",
		"class": "土木152",
		"major": "土木工程",
		"name": "康彦冰",
		"score": "90",
		"id": "201501040212"
	},
	{
		"sn": "86",
		"class": "15卓越",
		"major": "土木工程",
		"name": "张盛玉",
		"score": "80",
		"id": "201401614101"
	},
	{
		"sn": "87",
		"class": "15卓越",
		"major": "土木工程",
		"name": "梁浩",
		"score": "86",
		"id": "201401614103"
	},
	{
		"sn": "88",
		"class": "15卓越",
		"major": "土木工程",
		"name": "陈大刚",
		"score": "83",
		"id": "201401614105"
	},
	{
		"sn": "89",
		"class": "15卓越",
		"major": "土木工程",
		"name": "曹旭",
		"score": "92",
		"id": "201401614117"
	},
	{
		"sn": "90",
		"class": "15卓越",
		"major": "土木工程",
		"name": "赵丹阳",
		"score": "94",
		"id": "201401614125"
	},
	{
		"sn": "91",
		"class": "15卓越",
		"major": "土木工程",
		"name": "徐旭东",
		"score": "93",
		"id": "201401614126"
	},
	{
		"sn": "92",
		"class": "15卓越",
		"major": "土木工程",
		"name": "孟凡新",
		"score": "93",
		"id": "201401614130"
	},
	{
		"sn": "93",
		"class": "15卓越",
		"major": "土木工程",
		"name": "郭振华",
		"score": "93",
		"id": "201401614133"
	},
	{
		"sn": "94",
		"class": "15卓越",
		"major": "土木工程",
		"name": "金玉辉",
		"score": "89",
		"id": "201401614134"
	},
	{
		"sn": "95",
		"class": "15卓越",
		"major": "土木工程",
		"name": "丁成龙",
		"score": "81",
		"id": "201401614135"
	},
	{
		"sn": "96",
		"class": "15卓越",
		"major": "土木工程",
		"name": "李永海",
		"score": "88",
		"id": "201401614136"
	},
	{
		"sn": "97",
		"class": "15卓越",
		"major": "土木工程",
		"name": "陈淑权",
		"score": "92",
		"id": "201401614203"
	},
	{
		"sn": "98",
		"class": "15卓越",
		"major": "土木工程",
		"name": "崔佳鑫",
		"score": "95",
		"id": "201401614122"
	},
	{
		"sn": "99",
		"class": "15卓越",
		"major": "土木工程",
		"name": "张宁",
		"score": "86",
		"id": "201401614132"
	},
	{
		"sn": "100",
		"class": "15卓越",
		"major": "土木工程",
		"name": "张宾",
		"score": "90",
		"id": "201401614137"
	},
	{
		"sn": "101",
		"class": "15卓越",
		"major": "土木工程",
		"name": "秦怡",
		"score": "81",
		"id": "201516010101"
	},
	{
		"sn": "102",
		"class": "15卓越",
		"major": "土木工程",
		"name": "于芳芳",
		"score": "87",
		"id": "201516010102"
	},
	{
		"sn": "103",
		"class": "15卓越",
		"major": "土木工程",
		"name": "李银华",
		"score": "89",
		"id": "201501610104"
	},
	{
		"sn": "104",
		"class": "15卓越",
		"major": "土木工程",
		"name": "曾昭隆",
		"score": "80",
		"id": "201516010108"
	},
	{
		"sn": "105",
		"class": "15卓越",
		"major": "土木工程",
		"name": "王森",
		"score": "81",
		"id": "201516010111"
	},
	{
		"sn": "106",
		"class": "15卓越",
		"major": "土木工程",
		"name": "辛冠超",
		"score": "91",
		"id": "201516010113"
	},
	{
		"sn": "107",
		"class": "15卓越",
		"major": "土木工程",
		"name": "李彦龙",
		"score": "94",
		"id": "201516010122"
	},
	{
		"sn": "108",
		"class": "工程151",
		"major": "工程管理",
		"name": "李南南",
		"score": "80",
		"id": "201516030110"
	},
	{
		"sn": "109",
		"class": "工程151",
		"major": "工程管理",
		"name": "王瑶",
		"score": "96",
		"id": "201516030111"
	},
	{
		"sn": "110",
		"class": "工程151",
		"major": "工程管理",
		"name": "刘倩楠",
		"score": "90",
		"id": "201516030112"
	},
	{
		"sn": "111",
		"class": "工程151",
		"major": "工程管理",
		"name": "王露",
		"score": "94",
		"id": "201516030113"
	},
	{
		"sn": "112",
		"class": "工程151",
		"major": "工程管理",
		"name": "曾思琪",
		"score": "83",
		"id": "201516030114"
	},
	{
		"sn": "113",
		"class": "工程151",
		"major": "工程管理",
		"name": "石天宝",
		"score": "84",
		"id": "201516030115"
	},
	{
		"sn": "114",
		"class": "工程151",
		"major": "工程管理",
		"name": "宋云宁",
		"score": "90",
		"id": "201516030116"
	},
	{
		"sn": "115",
		"class": "工程151",
		"major": "工程管理",
		"name": " 杨启",
		"score": "88",
		"id": "201516030117?"
	},
	{
		"sn": "116",
		"class": "工程151",
		"major": "工程管理",
		"name": "岳恩铎",
		"score": "81",
		"id": "201516030118"
	},
	{
		"sn": "117",
		"class": "工程151",
		"major": "工程管理",
		"name": "崔帅军",
		"score": "87",
		"id": "201516030119"
	},
	{
		"sn": "118",
		"class": "工程151",
		"major": "工程管理",
		"name": "张志强",
		"score": "94",
		"id": "201516030120"
	},
	{
		"sn": "119",
		"class": "工程151",
		"major": "工程管理",
		"name": "王康",
		"score": "91",
		"id": "201516030121"
	},
	{
		"sn": "120",
		"class": "工程151",
		"major": "工程管理",
		"name": "赵东珍 ",
		"score": "84",
		"id": "201516030122"
	},
	{
		"sn": "121",
		"class": "工程151",
		"major": "工程管理",
		"name": "崔鹏威",
		"score": "92",
		"id": "201516030123"
	},
	{
		"sn": "122",
		"class": "工程151",
		"major": "工程管理",
		"name": "邢亚军",
		"score": "83",
		"id": "201516030124"
	},
	{
		"sn": "123",
		"class": "工程151",
		"major": "工程管理",
		"name": "唐枭",
		"score": "89",
		"id": "201516030125"
	},
	{
		"sn": "124",
		"class": "工程151",
		"major": "工程管理",
		"name": "张鑫",
		"score": "91",
		"id": "201516030126"
	},
	{
		"sn": "125",
		"class": "工程151",
		"major": "工程管理",
		"name": "刘子恒",
		"score": "87",
		"id": "201516030127"
	},
	{
		"sn": "126",
		"class": "工程151",
		"major": "工程管理",
		"name": "胡世林",
		"score": "83",
		"id": "201516030128"
	},
	{
		"sn": "127",
		"class": "工程151",
		"major": "工程管理",
		"name": "王中洋",
		"score": "90",
		"id": "201516030129"
	},
	{
		"sn": "128",
		"class": "工程151",
		"major": "工程管理",
		"name": "彭朝翔",
		"score": "92",
		"id": "201516030130"
	},
	{
		"sn": "129",
		"class": "工程151",
		"major": "工程管理",
		"name": "李龙章",
		"score": "85",
		"id": "201516030131"
	},
	{
		"sn": "130",
		"class": "工程151",
		"major": "工程管理",
		"name": "  黄宏博",
		"score": "80",
		"id": "201516030132"
	},
	{
		"sn": "131",
		"class": "工程151",
		"major": "工程管理",
		"name": "李赟志",
		"score": "83",
		"id": "201516030133"
	},
	{
		"sn": "132",
		"class": "工程151",
		"major": "工程管理",
		"name": "杨吉龙",
		"score": "82",
		"id": "201516030134"
	},
	{
		"sn": "133",
		"class": "工程151",
		"major": "工程管理",
		"name": "唐浩凯",
		"score": "88",
		"id": "201516030135"
	},
	{
		"sn": "134",
		"class": "工程151",
		"major": "工程管理",
		"name": "何文俊",
		"score": "80",
		"id": "201516030136"
	},
	{
		"sn": "135",
		"class": "工程151",
		"major": "工程管理",
		"name": "葛晨光",
		"score": "91",
		"id": "201516030137"
	},
	{
		"sn": "136",
		"class": "工程152",
		"major": "工程管理",
		"name": "谢敏美",
		"score": "89",
		"id": "201516030201"
	},
	{
		"sn": "137",
		"class": "工程152",
		"major": "工程管理",
		"name": "庞冬雪",
		"score": "81",
		"id": "201516030202"
	},
	{
		"sn": "138",
		"class": "工程152",
		"major": "工程管理",
		"name": "孙姗",
		"score": "95",
		"id": "201516030203"
	},
	{
		"sn": "139",
		"class": "工程152",
		"major": "工程管理",
		"name": "刘静茹",
		"score": "84",
		"id": "201516030204"
	},
	{
		"sn": "140",
		"class": "工程152",
		"major": "工程管理",
		"name": "魏羽晨",
		"score": "87",
		"id": "201516030205"
	},
	{
		"sn": "141",
		"class": "工程152",
		"major": "工程管理",
		"name": "李蕾",
		"score": "96",
		"id": "201516030206"
	},
	{
		"sn": "142",
		"class": "工程152",
		"major": "工程管理",
		"name": "刘兰杰",
		"score": "82",
		"id": "201516030207"
	},
	{
		"sn": "143",
		"class": "工程152",
		"major": "工程管理",
		"name": "孟晗",
		"score": "83",
		"id": "201516030208"
	},
	{
		"sn": "144",
		"class": "工程152",
		"major": "工程管理",
		"name": "郑梦薇",
		"score": "81",
		"id": "201516030209"
	},
	{
		"sn": "145",
		"class": "工程152",
		"major": "工程管理",
		"name": "苏景景",
		"score": "96",
		"id": "201516030210"
	},
	{
		"sn": "146",
		"class": "工程152",
		"major": "工程管理",
		"name": "李佳琪",
		"score": "92",
		"id": "201516030211"
	},
	{
		"sn": "147",
		"class": "工程152",
		"major": "工程管理",
		"name": "王春雪",
		"score": "91",
		"id": "201516030212"
	},
	{
		"sn": "148",
		"class": "工程152",
		"major": "工程管理",
		"name": "方锋",
		"score": "96",
		"id": "201516030213"
	},
	{
		"sn": "149",
		"class": "工程152",
		"major": "工程管理",
		"name": "卫俗钢",
		"score": "85",
		"id": "201516030214"
	},
	{
		"sn": "150",
		"class": "工程152",
		"major": "工程管理",
		"name": "陆贵雄",
		"score": "84",
		"id": "201516030215"
	},
	{
		"sn": "151",
		"class": "工程152",
		"major": "工程管理",
		"name": "赵泽宇",
		"score": "93",
		"id": "201516030216"
	},
	{
		"sn": "152",
		"class": "工程152",
		"major": "工程管理",
		"name": "崔凯凯",
		"score": "86",
		"id": "201516030217"
	},
	{
		"sn": "153",
		"class": "工程152",
		"major": "工程管理",
		"name": "许景隆",
		"score": "83",
		"id": "201516030218"
	},
	{
		"sn": "154",
		"class": "工程152",
		"major": "工程管理",
		"name": "李鹏",
		"score": "90",
		"id": "201516030219"
	},
	{
		"sn": "155",
		"class": "工程152",
		"major": "工程管理",
		"name": "任飞振",
		"score": "81",
		"id": "201516030220"
	},
	{
		"sn": "156",
		"class": "工程152",
		"major": "工程管理",
		"name": "陈孝格",
		"score": "93",
		"id": "201516030221"
	},
	{
		"sn": "157",
		"class": "工程152",
		"major": "工程管理",
		"name": "邵震原",
		"score": "96",
		"id": "201516030222"
	},
	{
		"sn": "158",
		"class": "工程152",
		"major": "工程管理",
		"name": "于冰洋",
		"score": "96",
		"id": "201516030223"
	},
	{
		"sn": "159",
		"class": "工程152",
		"major": "工程管理",
		"name": "邹辉冬",
		"score": "85",
		"id": "201516030224"
	},
	{
		"sn": "160",
		"class": "工程152",
		"major": "工程管理",
		"name": "和培高",
		"score": "84",
		"id": "201516030225"
	},
	{
		"sn": "161",
		"class": "工程152",
		"major": "工程管理",
		"name": "李玉洋",
		"score": "83",
		"id": "201516030226"
	},
	{
		"sn": "162",
		"class": "工程152",
		"major": "工程管理",
		"name": "冯磊",
		"score": "88",
		"id": "201516030227"
	},
	{
		"sn": "163",
		"class": "工程152",
		"major": "工程管理",
		"name": "王哲敏",
		"score": "87",
		"id": "201516030228"
	},
	{
		"sn": "164",
		"class": "工程152",
		"major": "工程管理",
		"name": "寻瞿意",
		"score": "94",
		"id": "201516030229"
	},
	{
		"sn": "165",
		"class": "工程152",
		"major": "工程管理",
		"name": "彭震",
		"score": "92",
		"id": "201516030230"
	},
	{
		"sn": "166",
		"class": "工程152",
		"major": "工程管理",
		"name": "任祥龙",
		"score": "93",
		"id": "201516030231"
	},
	{
		"sn": "167",
		"class": "工程152",
		"major": "工程管理",
		"name": "宋志浩",
		"score": "87",
		"id": "201516030232"
	},
	{
		"sn": "168",
		"class": "工程152",
		"major": "工程管理",
		"name": "赵春宇",
		"score": "82",
		"id": "201516030233"
	},
	{
		"sn": "169",
		"class": "工程152",
		"major": "工程管理",
		"name": "陈英杰",
		"score": "85",
		"id": "201516030235"
	},
	{
		"sn": "170",
		"class": "工程152",
		"major": "工程管理",
		"name": "王灵伟",
		"score": "86",
		"id": "201516030236"
	},
	{
		"sn": "171",
		"class": "土木161",
		"major": "土木工程",
		"name": "王钦",
		"score": "88",
		"id": "201616010106"
	},
	{
		"sn": "172",
		"class": "土木161",
		"major": "土木工程",
		"name": "段超飞",
		"score": "80",
		"id": "201616010107"
	},
	{
		"sn": "173",
		"class": "土木161",
		"major": "土木工程",
		"name": "杨小飞",
		"score": "90",
		"id": "201616010108"
	},
	{
		"sn": "174",
		"class": "土木161",
		"major": "土木工程",
		"name": "魏汉青",
		"score": "82",
		"id": "201616010109"
	},
	{
		"sn": "175",
		"class": "土木161",
		"major": "土木工程",
		"name": "李元业",
		"score": "83",
		"id": "201616010110"
	},
	{
		"sn": "176",
		"class": "土木161",
		"major": "土木工程",
		"name": "乔宁",
		"score": "84",
		"id": "201616010111"
	},
	{
		"sn": "177",
		"class": "土木161",
		"major": "土木工程",
		"name": "李文举",
		"score": "88",
		"id": "201616010112"
	},
	{
		"sn": "178",
		"class": "土木161",
		"major": "土木工程",
		"name": "刘鹏飞",
		"score": "93",
		"id": "201616010113"
	},
	{
		"sn": "179",
		"class": "土木161",
		"major": "土木工程",
		"name": "张冰",
		"score": "96",
		"id": "201616010114"
	},
	{
		"sn": "180",
		"class": "土木161",
		"major": "土木工程",
		"name": "梁鸿闯",
		"score": "83",
		"id": "201616010115"
	},
	{
		"sn": "181",
		"class": "土木161",
		"major": "土木工程",
		"name": "李玉行",
		"score": "94",
		"id": "201616010116"
	},
	{
		"sn": "182",
		"class": "土木161",
		"major": "土木工程",
		"name": "黄家宁",
		"score": "93",
		"id": "201616010117"
	},
	{
		"sn": "183",
		"class": "土木161",
		"major": "土木工程",
		"name": "陈彪",
		"score": "95",
		"id": "201616010118"
	},
	{
		"sn": "184",
		"class": "土木161",
		"major": "土木工程",
		"name": "李思远",
		"score": "91",
		"id": "201616010120"
	},
	{
		"sn": "185",
		"class": "土木161",
		"major": "土木工程",
		"name": "王普",
		"score": "96",
		"id": "201616010122"
	},
	{
		"sn": "186",
		"class": "土木161",
		"major": "土木工程",
		"name": "姜浩",
		"score": "85",
		"id": "201616010124"
	},
	{
		"sn": "187",
		"class": "土木161",
		"major": "土木工程",
		"name": "卜钟龙",
		"score": "82",
		"id": "201616010125"
	},
	{
		"sn": "188",
		"class": "土木161",
		"major": "土木工程",
		"name": "陈治元",
		"score": "84",
		"id": "201616010126"
	},
	{
		"sn": "189",
		"class": "土木161",
		"major": "土木工程",
		"name": "杨成",
		"score": "81",
		"id": "201616010127"
	},
	{
		"sn": "190",
		"class": "土木161",
		"major": "土木工程",
		"name": "谢林峰",
		"score": "86",
		"id": "201616010128"
	},
	{
		"sn": "191",
		"class": "土木161",
		"major": "土木工程",
		"name": "陈峰",
		"score": "84",
		"id": "201616010129"
	},
	{
		"sn": "192",
		"class": "土木161",
		"major": "土木工程",
		"name": "李宏亮",
		"score": "89",
		"id": "201616010130"
	},
	{
		"sn": "193",
		"class": "土木161",
		"major": "土木工程",
		"name": "赵嘉新",
		"score": "81",
		"id": "201616010131"
	},
	{
		"sn": "194",
		"class": "土木161",
		"major": "土木工程",
		"name": "王财雲",
		"score": "85",
		"id": "201616010132"
	},
	{
		"sn": "195",
		"class": "土木161",
		"major": "土木工程",
		"name": "包泽华",
		"score": "89",
		"id": "201616010133"
	},
	{
		"sn": "196",
		"class": "土木161",
		"major": "土木工程",
		"name": "王彬",
		"score": "85",
		"id": "201616010134"
	},
	{
		"sn": "197",
		"class": "土木161",
		"major": "土木工程",
		"name": "李佳亮",
		"score": "88",
		"id": "201616010135"
	},
	{
		"sn": "198",
		"class": "土木162",
		"major": "土木工程",
		"name": "杨望林",
		"score": "80",
		"id": "201516010224"
	},
	{
		"sn": "199",
		"class": "土木162",
		"major": "土木工程",
		"name": "刘路路",
		"score": "82",
		"id": "201605030220"
	},
	{
		"sn": "200",
		"class": "土木162",
		"major": "土木工程",
		"name": "李瑞利",
		"score": "91",
		"id": "201616010201"
	},
	{
		"sn": "201",
		"class": "土木162",
		"major": "土木工程",
		"name": "王会会",
		"score": "95",
		"id": "201616010202"
	},
	{
		"sn": "202",
		"class": "土木162",
		"major": "土木工程",
		"name": "邓静",
		"score": "88",
		"id": "201616010203"
	},
	{
		"sn": "203",
		"class": "土木162",
		"major": "土木工程",
		"name": "张一清",
		"score": "83",
		"id": "201616010204"
	},
	{
		"sn": "204",
		"class": "土木162",
		"major": "土木工程",
		"name": "马宇",
		"score": "80",
		"id": "201616010205"
	},
	{
		"sn": "205",
		"class": "土木162",
		"major": "土木工程",
		"name": "张犇",
		"score": "83",
		"id": "201616010206"
	},
	{
		"sn": "206",
		"class": "土木162",
		"major": "土木工程",
		"name": "任高科",
		"score": "96",
		"id": "201616010207"
	},
	{
		"sn": "207",
		"class": "土木162",
		"major": "土木工程",
		"name": "刘艳彬",
		"score": "91",
		"id": "201616010208"
	},
	{
		"sn": "208",
		"class": "土木162",
		"major": "土木工程",
		"name": "黄怡路",
		"score": "80",
		"id": "201616010209"
	},
	{
		"sn": "209",
		"class": "土木162",
		"major": "土木工程",
		"name": "任斌斌",
		"score": "95",
		"id": "201616010210"
	},
	{
		"sn": "210",
		"class": "土木162",
		"major": "土木工程",
		"name": "杨正东",
		"score": "90",
		"id": "201616010211"
	},
	{
		"sn": "211",
		"class": "土木162",
		"major": "土木工程",
		"name": "马扬帆",
		"score": "87",
		"id": "2016160102121"
	},
	{
		"sn": "212",
		"class": "土木162",
		"major": "土木工程",
		"name": "秦华乾",
		"score": "80",
		"id": "201616010213"
	},
	{
		"sn": "213",
		"class": "土木162",
		"major": "土木工程",
		"name": "段松甫",
		"score": "88",
		"id": "201616010214"
	},
	{
		"sn": "214",
		"class": "土木162",
		"major": "土木工程",
		"name": "贺帅旗",
		"score": "83",
		"id": "201616010216"
	},
	{
		"sn": "215",
		"class": "土木162",
		"major": "土木工程",
		"name": "高翔",
		"score": "96",
		"id": "201616010217"
	},
	{
		"sn": "216",
		"class": "土木162",
		"major": "土木工程",
		"name": "杨一晨",
		"score": "89",
		"id": "201616010219"
	},
	{
		"sn": "217",
		"class": "土木162",
		"major": "土木工程",
		"name": "杜凯航",
		"score": "84",
		"id": "201616010220"
	},
	{
		"sn": "218",
		"class": "土木162",
		"major": "土木工程",
		"name": "温家宝",
		"score": "85",
		"id": "201616010221"
	},
	{
		"sn": "219",
		"class": "土木162",
		"major": "土木工程",
		"name": "王鸿",
		"score": "89",
		"id": "201616010222"
	},
	{
		"sn": "220",
		"class": "土木162",
		"major": "土木工程",
		"name": "王子齐",
		"score": "84",
		"id": "201616010224"
	},
	{
		"sn": "221",
		"class": "土木162",
		"major": "土木工程",
		"name": "胡兵",
		"score": "89",
		"id": "201616010225"
	},
	{
		"sn": "222",
		"class": "土木162",
		"major": "土木工程",
		"name": "刘奂仑",
		"score": "93",
		"id": "201616010226"
	},
	{
		"sn": "223",
		"class": "土木162",
		"major": "土木工程",
		"name": "梅诗祥",
		"score": "85",
		"id": "201616010227"
	},
	{
		"sn": "224",
		"class": "土木162",
		"major": "土木工程",
		"name": "詹祥杰",
		"score": "84",
		"id": "201616010228"
	},
	{
		"sn": "225",
		"class": "土木162",
		"major": "土木工程",
		"name": "朱文羲",
		"score": "91",
		"id": "201616010229"
	},
	{
		"sn": "226",
		"class": "土木162",
		"major": "土木工程",
		"name": "彭诗允",
		"score": "80",
		"id": "201616010230"
	},
	{
		"sn": "227",
		"class": "土木162",
		"major": "土木工程",
		"name": "苏汉卿",
		"score": "90",
		"id": "201616010231"
	},
	{
		"sn": "228",
		"class": "土木162",
		"major": "土木工程",
		"name": "何子旭",
		"score": "80",
		"id": "201616010232"
	},
	{
		"sn": "229",
		"class": "土木162",
		"major": "土木工程",
		"name": "麻帅康",
		"score": "82",
		"id": "201616010235"
	},
	{
		"sn": "230",
		"class": "工程161",
		"major": "工程管理",
		"name": "张雪丽",
		"score": "80",
		"id": "201616030115"
	},
	{
		"sn": "231",
		"class": "工程161",
		"major": "工程管理",
		"name": "马瑞颖",
		"score": "91",
		"id": "201616030116"
	},
	{
		"sn": "232",
		"class": "工程161",
		"major": "工程管理",
		"name": "武晓冉",
		"score": "85",
		"id": "201616030117"
	},
	{
		"sn": "233",
		"class": "工程161",
		"major": "工程管理",
		"name": "张雪宁",
		"score": "90",
		"id": "201616030118"
	},
	{
		"sn": "234",
		"class": "工程161",
		"major": "工程管理",
		"name": "刘瑞锋",
		"score": "89",
		"id": "201616030119"
	},
	{
		"sn": "235",
		"class": "工程161",
		"major": "工程管理",
		"name": "王路路",
		"score": "90",
		"id": "201616030120"
	},
	{
		"sn": "236",
		"class": "工程161",
		"major": "工程管理",
		"name": "康伊隆",
		"score": "81",
		"id": "201616030121"
	},
	{
		"sn": "237",
		"class": "工程161",
		"major": "工程管理",
		"name": "曹治佳",
		"score": "92",
		"id": "201616030123"
	},
	{
		"sn": "238",
		"class": "工程161",
		"major": "工程管理",
		"name": "王柯",
		"score": "96",
		"id": "201616030124"
	},
	{
		"sn": "239",
		"class": "工程161",
		"major": "工程管理",
		"name": "张琛",
		"score": "88",
		"id": "201616030125"
	},
	{
		"sn": "240",
		"class": "工程161",
		"major": "工程管理",
		"name": "刘宁",
		"score": "90",
		"id": "201616030126"
	},
	{
		"sn": "241",
		"class": "工程161",
		"major": "工程管理",
		"name": "苏要港",
		"score": "93",
		"id": "201616030127"
	},
	{
		"sn": "242",
		"class": "工程161",
		"major": "工程管理",
		"name": "丁广卿",
		"score": "87",
		"id": "201616030131"
	},
	{
		"sn": "243",
		"class": "工程161",
		"major": "工程管理",
		"name": "耿胜起",
		"score": "84",
		"id": "201616030132"
	},
	{
		"sn": "244",
		"class": "工程161",
		"major": "工程管理",
		"name": "唐霖",
		"score": "85",
		"id": "201616030133"
	},
	{
		"sn": "245",
		"class": "工程161",
		"major": "工程管理",
		"name": "陈智豪",
		"score": "80",
		"id": "201616030134"
	},
	{
		"sn": "246",
		"class": "工程161",
		"major": "工程管理",
		"name": "陈亮",
		"score": "90",
		"id": "201616030135"
	},
	{
		"sn": "247",
		"class": "工程161",
		"major": "工程管理",
		"name": "汪恒",
		"score": "96",
		"id": "201401634116"
	},
	{
		"sn": "248",
		"class": "工程162",
		"major": "工程管理",
		"name": "姚辰露",
		"score": "90",
		"id": "201616030201"
	},
	{
		"sn": "249",
		"class": "工程162",
		"major": "工程管理",
		"name": "黄连连",
		"score": "86",
		"id": "201616030202"
	},
	{
		"sn": "250",
		"class": "工程162",
		"major": "工程管理",
		"name": "王娟",
		"score": "80",
		"id": "201616030204"
	},
	{
		"sn": "251",
		"class": "工程162",
		"major": "工程管理",
		"name": "吴春丽",
		"score": "93",
		"id": "201616030205"
	},
	{
		"sn": "252",
		"class": "工程162",
		"major": "工程管理",
		"name": "于甜甜",
		"score": "90",
		"id": "201616030206"
	},
	{
		"sn": "253",
		"class": "工程162",
		"major": "工程管理",
		"name": "刘莹莹",
		"score": "96",
		"id": "201616030207"
	},
	{
		"sn": "254",
		"class": "工程162",
		"major": "工程管理",
		"name": "吴佳佳",
		"score": "94",
		"id": "201616030208"
	},
	{
		"sn": "255",
		"class": "工程162",
		"major": "工程管理",
		"name": "张露露",
		"score": "93",
		"id": "201616030209"
	},
	{
		"sn": "256",
		"class": "工程162",
		"major": "工程管理",
		"name": "杜真真",
		"score": "82",
		"id": "201616030210"
	},
	{
		"sn": "257",
		"class": "工程162",
		"major": "工程管理",
		"name": "金雨彤",
		"score": "91",
		"id": "201616030211"
	},
	{
		"sn": "258",
		"class": "工程162",
		"major": "工程管理",
		"name": "燕依梦",
		"score": "86",
		"id": "201616030212"
	},
	{
		"sn": "259",
		"class": "工程162",
		"major": "工程管理",
		"name": "程兰云",
		"score": "90",
		"id": "201616030213"
	},
	{
		"sn": "260",
		"class": "工程162",
		"major": "工程管理",
		"name": "杨棋铄",
		"score": "96",
		"id": "201616030214"
	},
	{
		"sn": "261",
		"class": "工程162",
		"major": "工程管理",
		"name": "房林燕",
		"score": "81",
		"id": "201616030215"
	},
	{
		"sn": "262",
		"class": "工程162",
		"major": "工程管理",
		"name": "马敬文",
		"score": "88",
		"id": "201616030216"
	},
	{
		"sn": "263",
		"class": "工程162",
		"major": "工程管理",
		"name": "刘秀雯",
		"score": "96",
		"id": "201616030217"
	},
	{
		"sn": "264",
		"class": "工程162",
		"major": "工程管理",
		"name": "赵秋炜",
		"score": "88",
		"id": "201616030218"
	},
	{
		"sn": "265",
		"class": "工程162",
		"major": "工程管理",
		"name": "夏陈光",
		"score": "84",
		"id": "201616030220"
	},
	{
		"sn": "266",
		"class": "工程162",
		"major": "工程管理",
		"name": "段龙辉",
		"score": "83",
		"id": "201616030221"
	},
	{
		"sn": "267",
		"class": "工程162",
		"major": "工程管理",
		"name": "王彪",
		"score": "93",
		"id": "201616030222"
	},
	{
		"sn": "268",
		"class": "工程162",
		"major": "工程管理",
		"name": "平原",
		"score": "96",
		"id": "201616030223"
	},
	{
		"sn": "269",
		"class": "工程162",
		"major": "工程管理",
		"name": "祝卫鹏",
		"score": "91",
		"id": "201616030224"
	},
	{
		"sn": "270",
		"class": "工程162",
		"major": "工程管理",
		"name": "蒋晨旭",
		"score": "96",
		"id": "201616030225"
	},
	{
		"sn": "271",
		"class": "工程162",
		"major": "工程管理",
		"name": "席帅波",
		"score": "95",
		"id": "201616030226"
	},
	{
		"sn": "272",
		"class": "工程162",
		"major": "工程管理",
		"name": "王申辉",
		"score": "83",
		"id": "201616030228"
	},
	{
		"sn": "273",
		"class": "工程162",
		"major": "工程管理",
		"name": "王立奇",
		"score": "91",
		"id": "201616030229"
	},
	{
		"sn": "274",
		"class": "工程162",
		"major": "工程管理",
		"name": "赵训倡",
		"score": "94",
		"id": "201616030230"
	},
	{
		"sn": "275",
		"class": "工程162",
		"major": "工程管理",
		"name": "曹刚",
		"score": "84",
		"id": "201616030231"
	},
	{
		"sn": "276",
		"class": "工程162",
		"major": "工程管理",
		"name": "陈家浩",
		"score": "95",
		"id": "201616030234"
	},
	{
		"sn": "277",
		"class": "工程162",
		"major": "工程管理",
		"name": "袁方立",
		"score": "93",
		"id": "201616030235"
	},
	{
		"sn": "278",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "刘鸿",
		"score": "87",
		"id": "201616060108"
	},
	{
		"sn": "279",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "韩磊磊",
		"score": "85",
		"id": "201616060109"
	},
	{
		"sn": "280",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "邓世杰",
		"score": "86",
		"id": "201616060110"
	},
	{
		"sn": "281",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "周瀚星",
		"score": "83",
		"id": "201616060111"
	},
	{
		"sn": "282",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "张世统",
		"score": "88",
		"id": "201616060112"
	},
	{
		"sn": "283",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "贾滨营",
		"score": "80",
		"id": "201616060113"
	},
	{
		"sn": "284",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "司延腾",
		"score": "85",
		"id": "201616060114"
	},
	{
		"sn": "285",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "王广欣",
		"score": "93",
		"id": "201616060115"
	},
	{
		"sn": "286",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "刘孟达",
		"score": "86",
		"id": "201616060116"
	},
	{
		"sn": "287",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "杨涵",
		"score": "95",
		"id": "201616060117"
	},
	{
		"sn": "288",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "李涛",
		"score": "80",
		"id": "201616060118"
	},
	{
		"sn": "289",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "张权峰",
		"score": "84",
		"id": "201616060119"
	},
	{
		"sn": "290",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "寇少帅",
		"score": "86",
		"id": "201616060120"
	},
	{
		"sn": "291",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "王志远",
		"score": "87",
		"id": "201616060121"
	},
	{
		"sn": "292",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "陈锦源",
		"score": "82",
		"id": "201616060122"
	},
	{
		"sn": "293",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "李蒙",
		"score": "90",
		"id": "201616060123"
	},
	{
		"sn": "294",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "李亚彪",
		"score": "94",
		"id": "201616060124"
	},
	{
		"sn": "295",
		"class": "地下工程161",
		"major": "城市地下空间工程",
		"name": "王金澎",
		"score": "80",
		"id": "201616060125"
	},
	{
		"sn": "296",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "赵璐璐",
		"score": "84",
		"id": "201616060201"
	},
	{
		"sn": "297",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "汪雪艳",
		"score": "91",
		"id": "201616060202"
	},
	{
		"sn": "298",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "张倩",
		"score": "91",
		"id": "201616060203"
	},
	{
		"sn": "299",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "范贺凡",
		"score": "85",
		"id": "201616060204"
	},
	{
		"sn": "300",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "高少磊",
		"score": "83",
		"id": "201616060206"
	},
	{
		"sn": "301",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "李锦亮",
		"score": "84",
		"id": "201616060207"
	},
	{
		"sn": "302",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "侯肖磊",
		"score": "94",
		"id": "201616060208"
	},
	{
		"sn": "303",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "黄亚磊",
		"score": "83",
		"id": "201616060209"
	},
	{
		"sn": "304",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "翁江涛",
		"score": "89",
		"id": "201616060210"
	},
	{
		"sn": "305",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "张壮壮",
		"score": "93",
		"id": "201616060211"
	},
	{
		"sn": "306",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "蔡文博",
		"score": "85",
		"id": "201616060213"
	},
	{
		"sn": "307",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "刘星辰",
		"score": "82",
		"id": "201616060214"
	},
	{
		"sn": "308",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "巫玉乐",
		"score": "83",
		"id": "201616060215"
	},
	{
		"sn": "309",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "刘云龙",
		"score": "89",
		"id": "201616060216"
	},
	{
		"sn": "310",
		"class": "地下工程162",
		"major": "城市地下空间工程",
		"name": "屈浩然",
		"score": "84",
		"id": "201616060217"
	}]
    ,skin: 'line' //表格风格
    ,even: true
    ,page: true //是否显示分页
    //,limits: [5, 7, 10]
    //,limit: 5 //每页默认显示的数量
  });
});
